[
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_summary",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "document_summary",
    "content": "The document examines the economic challenges faced by the EU, particularly in the context of the Covid-19 pandemic, addressing structural issues like productivity, migration, and monetary policy. It further explores the implications of these challenges on the EU's economic landscape, including the role of migration, energy dynamics, and international trade.",
    "main_topics": [
      "Economic challenges before and during the Covid-19 pandemic",
      "Monetary policy implementation and fiscal coordination within the EU",
      "Migration patterns and their impact on the EU's economy",
      "Energy sources and their significance in economic activities",
      "International trade dynamics and Global Value Chains (GVCs)",
      "Structural reforms and fiscal discipline in member states"
    ],
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.663803",
      "failed_chunks": [],
      "total_chunks": 16,
      "successful_chunks": 16
    },
    "_rid": "zkJSAJUV8hvJGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvJGxgBAAAAAA==/",
    "_etag": "\"0700ac52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_0",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 0,
    "content": {
      "text": "N C\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nVA\n1104 - Seminar in European Economics\nTheoretical and Practical Classes Combined\nWritten by Henrique Silva Santos\nProfessor: João Amador | TA: Pedro Freitas\nFall 2020\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\nIndex The World Before Covid-19\n3\nThe Covid-19 Pandemic\n5\nA Demand and Supply Shock\n5\nThe Recovery from the crisis\n7\nMicroeconomic Policies\n8\nMonetary Policy\n8\nFiscal Policy\n9\nInflation\n10\nLabour market.\n10\nInternational Trade\n11\nBanking System\n11\nEuropean Specificities\n11\nHistory and Functioning of the EU\n12\nHistory and Timeline of the EU\n12\nMain European Institutions:\n16\nThe EU Budget\n17\nOptimal Currency Areas\n17\nEuropean Monetary Union & EU Monetary Policy\n22\nThe European Central Bank\n22\nChallenges for Monetary Policy\n22\nThe Banking Union\n25\nFiscal Policy in the EU context\n27\nRationale for fiscal policy coordination in a monetary union\n27\nThe Stability and Growth Pact (SGP)\n27\nMacroeconomic Imbalance Procedure\n30\nEuropean Stability Mechanism\n33\nThe Portuguese Case\n34\nStructural Issues\n37\nCase Studies\n40\nMigration\n40\nCompetition\n44\nEnergy.\n46\nInternational Trade & GVCs\n50\nChina\n54\nPage 2 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nThe World Before Covid-19\nThe main EU challenges before coivd-19 were:\n· Low productivity and competitiveness\no Productivity gains mean growth in potential GDP which allows for long-run growth that enables:\n· Fall in prices\n· Increase in employment\n· Increase in real wages\no Nominal exchange rate refers to how many units of my currency I need to buy foreign currency\n· If E increases > depreciation of the currency > exports increase, imports decrease > TB increases\n· If E decreases > appreciation of the currency > exports decrease, imports increase > TB decreases\no The real exchange rate (0 = E ) is a competitiveness measure > measures\nhow we can compete in international markets.\n· Brexit - to what extent is Brexit understandable in light of episodes that took place since the 50s?\no Britain is not a founding member of the EU - only came in 1973. The 1st referendum was in 1975.\no European Free Trade Association (EFTA) was preferred by the UK - less demanding in policy coordination, only trade agreements.\no Compensation requirements from trade (UK argued they would lose trade with the Commonwealth by entering in the EU).\no They were never part of the European Monetary Union, always kept their pound.\n· Migration, refugees\no Is migration a challenge? Theoretically, it could mean lowers wages. Nonetheless, there is no consensus when looking at data.\no It is thus not clear that more migrants mean lower wages. Then why can migrants not impact wages?\nPage 3 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\n\" They will also consume and thus boost demand and therefore labour demand. Thus, there may be no impact on wages.\no When countries are asymmetric in their productivity, labour mobility helps to correct it.\n\" This is particularly important in a monetary union - we have a common monetary policy (can't use it to correct this asymmetries) and there is no common fiscal policy.\n· Migration may help smoothing different productivities and allow convergence\n· But there may be a Brain Drain Effect - lower wage states lose skilled labour force to higher wage states.\n· There may ALSO be institutional barriers that damage labour mobility (ex: language).\n. Lack of cohesion in the EU - there are still many asymmetries in the EU.\n· Financial stability: fragilities and imbalances that caused the EU sovereign debt crisis are still present, to some extent.\no Heterogeneous levels of debt > heterogeneous levels of savings > very different CA positions -> financial crisis > sudden stop (stop do have access to international markets to finance debt) -> difficult to address with common monetary policy and no commons fiscal rules.\no The EU debt crisis:\n\" Precipitated by Greek bailout.\n\" Rapidly spread to other countries with similar vulnerabilities and imbalances.\n\" Crisis highlights fragilities in the 'institutional architecture' and functioning of the EU.\no Current account balances may be more relevant to crises:\n· Current account: net borrowing from abroad (Investment /savings gap)\n· EU current account balanced: limited net lending from abroad\n· Situation reflects net lending from EU surplus countries to EU deficit countries (does this reflect real convergence of the periphery towards EU core countries?)\nPage 4 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nIs the institutional architecture adequate to allow the good functioning of a monetary union?\n· Macroeconomic imbalances make countries vulnerable\n· Correlation between sovereign risk and banking risks\nCommon monetary policy\n· In a crisis, private debt usually becomes 'public'\nEMU\nNo common fiscal policy\n· The Eurozone did not have adequate institutions and tools to deal with this problem (i.e. lender of last resort, currency devaluation, possibility of fiscal transfers ... )\nFinancial integration\n· Financial integration exposes\nvulnerable countries to the risk of\nsudden stop\nWhat are the possible solutions?\n· EU Fiscal policy? Initial asymmetries make public risk sharing difficult\n· Greater enforcement of fiscal discipline? does it work?\n· European Stability mechanisms: are resources sufficient? Decision-making process constrained?\n· Completing the Banking Union? Are a common deposit guarantee fund and common resolution fund feasible? Would resources be sufficient to guarantee financial stability?\nThe Covid-19 Pandemic\nA Demand and Supply Shock\n· Economist agree it is both a demand and a supply shock:\nP\n· Y, output, decreases.\nSI 5\n. The impact on P, prices, is ambiguous.\n? Je.\n· But for sure the recession will be big.\nDID\n54\n4'2- 7.\nPage 5 of 54\n[",
      "summary": "The document discusses various economic challenges faced by the EU before and during the Covid-19 pandemic, including issues related to productivity, Brexit, migration, financial stability, and monetary policy. It highlights the structural problems that have been exacerbated by the pandemic, which has led to significant demand and supply shocks in the economy.",
      "main_topic": "European Economics and the Impact of Covid-19",
      "subtopics": [
        "The World Before Covid-19",
        "Challenges of Low Productivity and Competitiveness",
        "Brexit and Its Implications",
        "Migration and Labor Market Dynamics",
        "Financial Stability and the EU Debt Crisis",
        "Common Monetary Policy in the EU",
        "The Covid-19 Pandemic as a Demand and Supply Shock",
        "Recovery Strategies and Economic Policy Responses"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.663909",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvHGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvHGxgBAAAAAA==/",
    "_etag": "\"0700aa52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_1",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 1,
    "content": {
      "text": "PAGE_BREAK]\nWhat have the authorities try to do?\n· People stopped working\n· Factories close\n· The State of Emergency was declared.\nWhy? - > To flatten the curve:\nflatter the\nNA\nMax. NHS capacity\n· Make sure the number of cases does not exceed the maximum NHS capacity.\n· That lowers the peak but increases the duration of the pandemic.\nAt what cost? - > The cost of no production: SUPPLY CONTRACTION.\nWhat about DEMAND CONTRACTION?\n· Restaurants, stores, etc., closed and people couldn't leave home > Fewer consumption (alongside the supply shock)\n· Fewer income and higher unemployment\n· Firms delayed investments\n· A lot of uncertainty > postpone decisions.\nWere we prepared for this?\n· No. But it was a low probability event, what we call a tail-event.\n· Nonetheless, it was a high impact event.\n· This does not justify total lack of preparation. In fact, we were somehow predicting a crisis around the corner, but most likely related to credit or stocks or trade wars.\nHow long will this last?\n· If it were short > probably do nothing, markets would quickly autocorrect.\nPage 6 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n. But we don't know when it will end -> need for intervention to smooth the impacts.\n. In fact, with the flattening of the curve, we increased the length of the crisis.\n· Only a fast vaccine presents a chance of stopping the pandemic. But how much time will it take?\nThe Recovery from the crisis\n· Option 1: a quick and fast, V-shaped recovery. Quite unlikely.\n· Option 2: with a 2nd wave, we have a W-shaped recovery process.\n· Option 3: we have a slow recovery and we never get back to the previous trend of GDP growth. Why? Fall in Potential GDP:\nSome firms went bankrupt. This means losing capital you cannot recover.\no Human capital losses due to delayed innovation.\nLosses in labour due to fatalities is not a realistic story.\nBut are there any positive impacts that may bring us back to that growth trend?\n· Ongoing technological change > creative destruction.\no Technology existed but was not massively used.\no Speed up the use of technology.\n· International trade of services grew.\no Although in some industries if does not apply.\nWhat about the shock nowadays? We no longer have a shutdown.\n· No longer have a Supply shock.\no Firms can already open and thus supply has normalized.\n· The Demand shock is also now smoothed.\nYou can already leave home and go to places.\no But you still have:\n· Income losses\n· Unemployment\no So, there is still a shock.\nWe can say the current impact is now the classical recession cause, as we no longer have a lock down.\nPage 7 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nWhat have governments do? There was a consensus that something had to be done.\nMicroeconomic Policies\n. The Lay-off System > for firms whose sales had decreased.\no Share the burden of the wage cost between:\n\" Firms (still pay 1/3 of the salary)\n\" Government (supports firms by paying 1/3 of the salaries > this is a good deal for the government, as it saves in unemployment benefits)\n· Workers (accept 1/3 reduction in their wage > also a good deal for them as they avoid unemployment)\no But there are some doubts regarding the policy's efficiency:\n\" Are we helping those firms who really need or are we just supporting firms that would have already gone bankrupt?\n\" The truth is that a quick response was needed. There was no time to make such distinctions.\n· Moratorium Policy -> postpone credit responsibility for some time.\no Firms and households postpone credit payments.\no This was also good for banks to avoid the possibility of defaults.\n· Special credit lines.\n· Special support for families.\nMonetary Policy\n· Since 2008:\no Quite unconventional, a new regime.\nExpansionary monetary policy (always in the EU, almost always in the USA).\nDecreasing interest rates with the ECB issuing more money and increasing the money supply.\nInterest rates near 0% > basically almost reaching the 0-lower bound.\no Quantitative Easing (QE):\n· Buying bond in secondary markets.\n\" \"Putting money on people's hands\" (not households)\n· Avoids decreasing the interest rates.\no Asset Purchasing Program\nPage 8 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nIf the ECB moved to normal monetary policy, by increasing the interest rates, it could cause a crisis by itself.\no Also avoiding inflation close to 0 (or deflation, or even stagflation).\n· And then the Covid-19 came:\no Keep an expansionary monetary policy.\no Very fast response.\no Massive purchase of assets in secondary markets and emergency liquidity to firms and households.\no Pandemic Emergency Purchasing Program: 750B€ liquidity injection:\n· No more upper bound on sovereign debt purchase - to avoid new sovereign debt crisis\n· Corporate sector purchase programme - less collateral to the banking system down\no Decrease in reserves -> increase in credit\no Non-performing loans + more time to repay > but we will have no increase in reserves\n. This will increase credit, but it comes at the cost of a possible future banking crisis.\nFiscal Policy\n· Expansionary fiscal policy.\n· Increase in Health expenditures.\n· Huge increase in expenditure (lay-off, subsidies, transfers, guarantees, etc.)\n· Some decrease in revenues (delay tax payments).\n· Much more constrained than ECB.\n· Some countries have more room of manoeuvre than others.\n· Government bonds are bought by the ECB in the secondary makes only (it is illegal to do so directly).\n· This will increase deficit, which feeds into an increase in public debt.\nMonetary Policy used to dominate Fiscal Policy. Now it seems that Monetary Policy is following Fiscal Policy.\nWhat about European Fiscal Policy?\nPage 9 of 54\n[",
      "summary": "The text discusses the economic impacts of the COVID-19 pandemic, detailing how measures taken to flatten the curve have led to both supply and demand contractions, increasing unemployment and uncertainty. It explores the lack of preparedness for such a crisis, potential recovery scenarios, and the actions taken by governments through microeconomic, monetary, and fiscal policies to mitigate the impacts.",
      "main_topic": "Economic Impact of COVID-19 and Government Responses",
      "subtopics": [
        "State of Emergency and Flattening the Curve",
        "Supply and Demand Contraction",
        "Preparedness for the Crisis",
        "Recovery Scenarios",
        "Microeconomic Policies",
        "Monetary Policy Responses",
        "Fiscal Policy Responses"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.681849",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvIGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvIGxgBAAAAAA==/",
    "_etag": "\"0700ab52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_2",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 2,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Stronger EU budget with a new commission.\n· Promote recovery plans by supporting green investments to tackle climate change.\n· More generous in countries in poorer situations.\n. The creation of the European Bonds.\n· More harmonized fiscal policy - EU will issue common debt for the first time\n· Temporary support to mitigate employment risks and emergency (100B€ in loans for policies to tackle unemployment)\n· European Stability Mechanism - loans until 2% of GDP\n· Recovery and Resilience Facility - 672.5B€ for investment during the recovery\nInflation\n· The Supply and Demand contractions makes prices effect ambiguous.\n· We see oil and energy prices falling, due to less demand.\n· But we see food prices increasing, due to a higher demand.\n· Overall, there seems to be no jump in inflation, even with so much money around. Why?\no Money is being used in the financial markets (speculation).\no Prices of assets are increasing - another type of inflation.\nThis is a serious concern.\nLabour market\n· This is a very important market. In fact, labour is used as an input for almost anything.\n· We basically see:\no A contraction on labour demand since companies shut down of produced much less.\no Basically, no change on labour supply.\n· The results are:\no Lower employment level (higher unemployment).\no Lower wages.\n· But governments intervened in Europe:\no Lay-off policy mitigated the reduction in labour demand, allowing for less job destruction and avoiding higher unemployment.\nPage 10 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\n· Counter-intuitively, unemployment actually decreased during the pandemic. Why?\no People were not actually looking for a job, either because we were in lock- down or they considered to have no job opportunities with the current context.\nThus, statistically, they are not considered unemployed, but rather inactive population.\n· There is also a dichotomy between people that could do telework and people who couldn't.\nInternational Trade\n· Exports are contracting > also explains the drop in GDP.\n· Imports are also decreasing.\n· All in all, international trade is being very affected by the pandemic:\no The importance of supply chains:\n· Many intermediate good are bought abroad.\n\" You need to import to export.\no We live in a global world - the importance of globalization.\no China shuts down > major impact everywhere.\nBanking System\n· Banks intermediate savings and investment.\n· They have a need for proper regulation, to avoid bankruptcies and avoid destabilizing the economy.\n· There had been an importance process in the EU to strengthen banks and improve their balance sheets.\n· Banks are finding it hard to be profitable, with interest rates so close to 0 > they may engage in riskier operations.\nEuropean Specificities\n. The ECB has a more limited role than the FED.\n· Europe has no fiscal federation, no common fiscal policy, unlike the USA.\n· Europe has a problem of ageing population that the USA does not have.\n· Very heterogeneous companies in Europe that face a higher competition.\nPage 11 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· European firms are also being left behind in digitalization (Google, Microsoft, Facebook, etc. are all USA companies).\n· Europe has a higher commitment to sustainable green growth.\n· Different role in the world (economic) area.\nHistory and Functioning of the EU\nHistory and Timeline of the EU\n1945: How can Europe avoid another war? What caused the war?\n· Blame the loser (Morgenthau Plan, dismantling DE industry)\n· Blame capitalism (communism as a solution)\n· Blame nationalism (move for European integration, Churchill's \"United States of Europe\")\nDifferent approaches to European Integration:\n· Intergovernmentalism - all national governments co-deciding.\n· Federalism - more like the USA system.\n· Functionalist approach - cooperation only in specific areas.\nThe EU is a mix of the intergovernmentalist and federalist views.\nTimeline of the EU:\n· Pre-Rome (1957)\n· Euro crisis (2010- )\n· Euro pessimism (1973-86)\n· Enlargements ( ... )\n· Euro optimism (1989-1999)\nThe History of enlargements:\n· 1957: France, (West) Germany, Italy, Belgium, Netherlands, and Luxembourg.\n· 1995: Austria, Finland, and Sweden.\n· 2004: Cyprus, Malta, Slovakia, Slovenia, Estonia, Latvia, Lithuania, Poland, Check Republic, Hungary.\n· 1973: Denmark, Ireland, and United Kingdom.\n· 2007: Bulgaria and Romania,\n· 1981: Greece.\n· 2013: Croatia.\n· 1986: Portugal and Spain.\n· 2020: UK leaves the EU.\nPage 12 of 54\n[PAGE_BREAK]\nReasons for countries to join the EU:\n· Trade liberalization, to be part of a customer's union, gains from trade.\n· Access to structural funds, co-financing investments in lower GDP per capita countries\n· Reforming the economy, the EU is a club of advanced economies, join them to adopt their principles.\n· Higher political stability.\nReasons for enlargements: (we have continuously enlarged, except for Brexit)\n· Bigger common market, grater gains from trade.\n· Increase safety by integrating problematic neighbouring countries, but that comes at a cost:\no Need for cohesion implies greater costs for improving those economies.\no Need to give them voting power, which may make decisions harder to make.\n· Countries enter the EU in packages. Why?\nNot to allow newcomers to condition the entrance of the following.\no Allows for a smoother and faster enlargement process.\nThe European project was motivated by political factors but implemented through economic means. It is a project of peace and development. It was also a gradual process.\n· Treaty of Rome, 1957\no Free trade in goods and services\n· Removal of tariffs and quotas\n\" Removal of non-tariff barriers to trade\no Harmonization of trade rules with rest of the world (customs union)\no Free movement of labour and capital\no Common Policies\n· Competition Policy (Prohibition of government subsidies, non- discrimination, legal and tax harmonization)\n· Common agriculture Policy (CAP)\n· Mechanism for the macroeconomic and exchange rate coordination\nPage 13 of 54\n[",
      "summary": "The text discusses various aspects of the European Union's economic situation, including budget strategies, inflation, labor market dynamics, international trade effects, banking system challenges, and the historical context of the EU's formation and expansion.",
      "main_topic": "Economic Overview of the European Union",
      "subtopics": [
        "EU Budget and Recovery Plans",
        "Inflation Trends",
        "Labor Market Dynamics",
        "International Trade Issues",
        "Banking System Regulation",
        "European Specificities",
        "History and Functioning of the EU",
        "Reasons for EU Membership and Enlargement"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.692819",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvKGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvKGxgBAAAAAA==/",
    "_etag": "\"0700ad52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_3",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 3,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no Supranational institutions: European Parliament Assembly, European Court of Justice, European Commission.\no Omitted areas of integration\n· Social Policies\n· Fiscal Policy\no Different forms of trade integration\n· OECD: non-discrimination\n· EEC: discrimination and Common External Tariff\n· EFTA: discrimination\no Gravitational effects: enlargements\n· 1º: UK, IR, DK (1973)\n· 2º: GR (1981)\n· 3º: PT, ES (1986)\n· Achievements until 1985:\no Customs union, but not necessarily free trade\n\" Non-tariff barriers to trade: different technical requirements and certification, industrial regulations, capital controls, preferential public procurement, subsidies, administrative formalities, etc)\n· Non-tariff barriers even more relevant for services\no Factor liberalization (labour and capital): not achieved\no Single European Act -> reinforce the 4 fundamental freedoms of the TR\n· Single European Act, 1986\no Trade liberalization\n· Elimination of non-tariff barriers in goods and services\n· Elimination of administrative formalities, harmonization and mutual recognition of diplomas and technical requirements in production; tax harmonization, etc.\no Factor liberalization\n· Capital and Labour\n· Strong emphasis on the elimination of capital controls and capital market\n· Integration Liberalization of the right of establishment\n· Towards a single market\no Free capital flows > choice between exchange rate stability and autonomous monetary policy.\nPage 14 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no Political factors:\n\" Fall of the Berlin Wall and German Unification\n· Greater integration: viewed as the best way to deal with unbalance of powers between European countries.\n· Treaty of Maastricht, 1992\no Main Goal: to create a Monetary Union in 1999 and a single currency in 2002\no Transfer of national sovereignty of monetary policy for a supranational institution (ECB). Abandonment of national currencies.\no Convergence criteria: Maastricht criteria for MS to enter the EMU.\no European citizenship\no Free capital movements (already in TR)\no Reinforced cooperation in non-economic areas (security, defence, justice, emigration policies)\no Principle of subsidiarity\no Reinforced the powers of the European Parliament\no Introduced social policies (social protection, health)\n. The turn of the century\no Enlargements and greater scope of EU Integration created need for reforms in European Institutions\no Relatively timid Steps:\no Treaty of Amsterdam, 1997:\n· Social policies, enhanced powers of European Parliament\no Treaty of Nice, 2001:\n· Goal: prepare institutions for new enlargements in 2004\n· Reformed voting procedures\no Bold but Failed step:\n\" European Constitution, 2004: Not ratified\n· Treaty of Lisbon, 2007\no Key points\n\" Amends the treaty of the European Union (TM) and the treaty establishing the European community (TR - renamed: Treaty on the functioning of EU)\n\" Includes most of the Provisions of the constitution, without 'symbolic', more controversial references\nPage 15 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Enhances co-decision procedure between the European Parliament and the Council of Ministers\no Institutional Reforms:\n· ECB - status as an EU institution\n· Council of Ministers: reformed voting procedures (from unanimity to qualified majority) and created 'Triple Presidency'\n· European Council: appointment of a president\n· Appointment of a High Representative for Foreign Affairs and Security Policy: changes 3 pillar structure\n· EU Commission: no longer 1 commissioner by Member State\nMain European Institutions:\n· European Commission\no Legislative initiative, executive body\no Make proposals and implement policies,\no Supervise application of EU law and Treaties\n· European Parliament\no Co-decision process, control EU budget\no Elect the President of the European Commission\no Supervises the EU bodies\no MEPs directly elected by the people\n· Council of the EU / Council of Ministers\no Co-decision power with the parliament, adopts the EU budget,\no Powers on foreign and security policies\no Changes composition according to subject matter\n· European Council\no Composed by the heads of government and heads of state\no Produces guidelines and orientations for policies\n· European Court of Justice\no Apply legislation and resolve conflicts\nAdvantages and disadvantages of the co-decision process:\n· Main advantages:\nPage 16 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\no The fact that the approval of both the Council and the EP is needed for the legislation to be adopted ensures a consensus between federalist and intergovernmental views.\nIn addition, the EP participation confers democratic legitimacy to the proposal.\no The process involves significant efforts in order to ensure that a consensus is reached (several readings and interactions between institutions, possibility of amendments, redrafting of the proposal by the Commission in order to take into account amendments; the intervention of a Conciliatory Committee in order to search for a compromise).\n· Main disadvantages:\no The number of interactions described above can make the process very complex and lengthy, contributing to delay decisions.\no Even though recent reforms in the voting rules of the Council have reduced this likelihood, there is still the possibility of a relatively small number of countries to veto the decision.\nThe EU Budget\nThe EU Budget in mostly financed by 1) GNI-based own resources; 2) Customs duties; and 3) VAT-based own resource. It is mainly destinated for 1) Economic, social and territorial cohesion; 2) European Agriculture guarantee fund; and 3) Competitiveness for growth and jobs. It does not serve to stabilize the economy, but rather for structural funds.\nOptimal Currency Areas\nThere are pre-conditions that should be met for countries to join in a common currency area that is an OCA (Optimal Currency Area).\nMundell's criteria for an OCA:\n· Labour Mobility\no Such that people can freely move between region with high unemployment to regions with low unemployment, letting the unemployment crisis solve in this way.\no It serves as a mechanism to stabilize the economy. Sharp differences between regions in the labour market are problematic. Remember, that\nPage 17 of 54\n[",
      "summary": "The text discusses the evolution of European integration through various treaties and institutions, highlighting the establishment of the European Union, the introduction of the Monetary Union, and the role of major European institutions in governance. It also addresses the complexities of the co-decision process and the EU budget, along with the criteria for optimal currency areas.",
      "main_topic": "European Integration and Institutions",
      "subtopics": [
        "Supranational Institutions",
        "Trade Integration",
        "Political Factors and Treaties",
        "Institutional Reforms",
        "Co-decision Process",
        "EU Budget",
        "Optimal Currency Areas"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.700834",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvLGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvLGxgBAAAAAA==/",
    "_etag": "\"0700ae52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_4",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 4,
    "content": {
      "text": "PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\nmonetary policy can no longer be used to correct regional differences, as it is common to the currency area. Thus, only fiscal policy can be used or labour mobility as a mean to allow these differences to disappear.\no In the EU, labour mobility is not as strong as in the USA. This means this requirement somewhat fails in the EA as we have lower labour mobility.\no Other significant differences within the EA have to do with differences in unemployment benefits and in the housing markets (mortgages vs rents) across EA countries, which harm labour mobility.\n· Production Diversification\no Allow countries to diversify production into different sectors of activities in order to smooth idiosyncratic shocks.\no However, this goes somewhat against trade theory (David Ricardo) that states that countries should specialize on the products where they have comparative advantages. Hence, we need a balance between specialization and diversification.\nHowever, these criteria by themselves are not enough and we should consider a few more:\n· Openness - it only makes sense for a single currency if those regions trade a lot with each other.\n· Fiscal Transfers - there is a need for transfers between regions to serve as automatic stabilizers for the different economies.\no In the EU/EA these fiscal transfers are not enough, as the EU Budget is not meant for economic stabilization.\no The USA have a great federal budget that serves the purpose of stabilizing the economy.\n· Homogeneous Preferences - we need some homogeneity in the economies for things like tolerance to unemployment or inflation. In fact, sharp differences among regions would very much complicate the work of the Central Bank which coordinates a common monetary policy for all.\n· Solidarity vs Nationalism - nationalism makes it hard to establish an OCA.\n· Nominal Convergence Criteria - certain criteria for countries to comply with before entering in the currency area.\nPage 18 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNominal Convergence Criteria in the Euro Area - designed to force countries to comply with them before entering into the Euro Area:\n1. Low inflation - the main goal here is not to make goods in a certain country much more competitive than in another due to price differences.\n2. Low nominal interest rates - if interest rates are very high in a certain country there would be massive capital flow when joining the same currency area.\n3. Exchange rate stability - allow the stability to make the conversion between the currencies when joining the euro.\n4. Fiscal Deficit below 3% of GDP - to be discussed later.\n5. Public Debt below 60% of GDP - to be discussed later.\nWhen considering an OCA there are some final points that we should also look at:\n· Differences in competitiveness among regions.\n· The fact that these processes of joining currency areas have strong political drives.\n· The different starting points among countries. For example:\no Some countries have always complied with the nominal convergence criteria before entering the euro.\no Other countries have only now started complying with such criteria.\nSo, what happens to a relatively poor country when entering in a monetary union? Two sides story, the Real Channel - a positive view - and the Financial Channel - a more negative view. The question will be which one ends up dominating the other. What we will see is that the Financial Chanel usually dominates.\n· Real Channel (+) > there is a real shock, the economy gets more productive.\no People get more productive under the new monetary union - higher exports. This also implies a higher GDP growth. Also, with the lower interest rates, there is more consumption and firms invest more. That necessarily means higher imports.\no Then what happens to the Current Account, with higher exports and higher imports?\n. It can remain balanced if they grow by the same proportion.\n. If M > X in the Short Run, FDI will also easily finance the CA deficit.\nPage 19 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Financial Channel (-) > there is no real shock, only a fiscal one, when you switch from a high to a low nominal interest rate:\no Consumption increases as households can sustain more debt.\nInvestment increases as well with the lower interest rate.\no But the economy does not get more productive.\no Thus, imports increase, and export don't change, which translates into a Current Account deficit.\no The CA deficit is not financed through FDI, you rather issue more debt, which is bad financing - you issue debt because of lower interest rates, but there is no FDI.\nFixing Current Account Deficits:\n· Depreciate the currency\no First, you cannot do this under a monetary union.\n\" You could drop the monetary union, but that would not be a good idea > you would have debt in another currency and there would be problems with contracts made in the other currency.\no The goal here would be to depreciate the currency such that home goods become more competitive and therefore exports increase, and imports initially decrease as foreign goods become more expensive. In the SR, the CA balance improves.\no Nonetheless, this is not a free lunch. This brings inflation:\n· Foreign goods prices increase.\n· Domestic goods prices end up increasing as well.\n· Exports therefore decreases as you lose competitiveness.\n\" The CA deficit comes back, and you need to depreciate your currency again. You enter into this non-ending cycle.\no The truth is that this never works in the LR, as only the Supply side determines long-run growth, so this is not a good solution.\n· Contractionary Fiscal Policy\no Also known as Austerity, and which is basically making a country go through a recession in order to solve the CA problem and regain competitiveness.\no To do it in a smoother way, countries usually ask for foreign help (funds and emergency lending, through a limited period of time) to the IMF.\nPage 20 of 54\n[",
      "summary": "The text discusses the challenges and considerations of implementing a monetary union in the Euro Area, highlighting issues such as labor mobility, production diversification, fiscal transfers, and nominal convergence criteria. It also contrasts the positive and negative impacts of joining a monetary union on economies, especially regarding current account deficits and potential solutions.",
      "main_topic": "Monetary Union in the Euro Area",
      "subtopics": [
        "Challenges of Regional Differences",
        "Production Diversification vs. Specialization",
        "Openness and Fiscal Transfers",
        "Homogeneous Preferences and Nationalism",
        "Nominal Convergence Criteria",
        "Real Channel vs. Financial Channel Effects",
        "Fixing Current Account Deficits"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.710354",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvMGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvMGxgBAAAAAA==/",
    "_etag": "\"0700af52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_5",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 5,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no You basically increase taxation in order to raise government revenue and decrease consumption and investment.\no You enter into a recession and unemployment increases.\no As unemployment increases, wages decrease, and you gain competitiveness.\nThis happened in Greece in a very strong way, but also happened in Spain, Italy, Cyprus, and Portugal, in a less dramatic way.\no This is the type of policies put in practice by the IMF when helping a country.\no However, this has a key problem - as you also drop investment in order to solve the current account deficit, you end up destroying future growth, as you destroy supply. As supply is what determines growth in the long run, you will end up in difficulties again and need to aske for foreign help again. It is like a non-ending cycle of asking for foreign help to the IMF.\n· It is a major critic that is done to the institution. They don't actually solve the problem permanently, only put off the fire, but leave your house a complete mess.\n· Structural Policies\no This is the one and only way to permanently solve the CA deficits.\no It is something the IMF does not usually do, although in recent years, for example with the Troika, there were slight changes.\no Through structural policies you can:\n· Improve human capital.\n· Improve the labour market functioning.\n· Improve transportations and infrastructures.\n\" All in all, you increase your productivity and manage to regain competitiveness.\nWhat we saw is that the real only way to fix this crisis is through structural reforms. Nonetheless, they are usually expensive, and you happen to have to decrease investment during these crises. Thus, it is not easy to solve the problem.\nThe IMF when helping a country, as we saw, undergoes the following policies, while forgetting about the importance of structural reforms:\n· Expenditure Switching Policies - currency devaluation.\nPage 21 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Expenditure Reducing Policies - austerity, going through a recession: higher taxation, lower public expenditure, higher interest rates -> lower credit and lower wages.\nTwin deficits - when a CA deficit goes in hand with a government deficit. Remember that the fundamental identity of macroeconomics states that: (S-I) + (T-G) = (X-M).\nEuropean Monetary Union & EU Monetary Policy\nThe European Central Bank\n· A federalist institution at the EU level, located in Frankfurt, with the responsibility of monetary policy.\n· Coordinated by a governing council that meets every 2 weeks, composed by the ECB president and vice-president, the executive members and the national member-states' governors, who all together vote through a complex system of rotations.\n· The national governors are not in the governing council representing their countries. In theory, they are there as independent members, as experts on monetary policy.\n· The ECB has several departments such as Statistics, Market Operations, Research, Human Resources, Accounting, etc.\n· The Euro System is composed by the ECB and all the national central banks.\nChallenges for Monetary Policy\nConventional Monetary Policy consisted in increasing the money supply, by, for example, buying bonds from banks. What are the impacts of that?\n· Through the money markets equilibrium, the interest rate decreases with an increase in the money supply, given a downward slopping money demand.\n· A lower interest rate increases both consumption and investment, which in turn increase the aggregate demand.\n· That increase in AD will increase output and increase prices - inflation.\nThe transmission mechanism of monetary policy:\nPage 22 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nOfficial interest rates\nExpectations\nMoney market interest rates\nMoney, credit\nAsset prices\nBank rates\nExchange rate\nWage and price-setting\nSupply and demand in goods and labour markets\nDomestic prices\nImport prices\nPrice developments\nThe chronology of a crisis:\nShocks outside the control of the central bank\nChanges in\nrisk premia\nChanges in\nbank capital\nChanges in the global economy\nChanges in\nfiscal policy\nChanges in commodity prices\n· The initial situation:\no Eurozone (EZ) interest rates converged in anticipation of the single currency\no Asymmetrical effects on countries with current account deficits (CAD)\no Convergence effect? (Inefficient reallocation of resources; pressures on prices and wages; rigid labour and product markets)\n· The issue of very low interest rates:\no Interest rates have been low even before the crisis. The credibility of monetary policies and low inflation targets enabled central banks to keep inflation low without raising interest rates, despite the significant expansion of credit.\nIn addition, globalization and the possibility of importing goods at lower prices from emerging markets may also help explaining the low inflation rate.\nSince the international financial crisis central banks have decreased interest rates even further in an attempt to stimulate economic activity.\nLow interest rates imply a proximity to the lower bound, beyond which the expansion of monetary policy can no longer be effective.\no This is so because agents would be reluctant to deposit money in the banking system at a very negative interest rate.\nIn addition, low interest rates may also undermine financial stability and, thereby, affect the transmission mechanism of monetary policy.\nPage 23 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no In fact, low interest rates are frequently associated with risk behaviour (search for yield phenomena) and may affect banks' profitability through lower interest rate margins as banks have more difficulty in transmitting lower rates to depositors.\n· Sudden stop of capital flows:\no The global financial crisis triggered change in market sentiment - greater awareness to risk\no Countries with CAD, which relied on external financing became more vulnerable\no Predominance of bank finance\no Concerns about viability of banks (feedback loop between banks and sovereign)\no No lender of last resort (LOLR)\n· Contagion:\no Solution to Greek situation: financial assistance program (not immediate, too late, too little?)\no Lack of clear viable solutions triggered concerns about other vulnerable countries\no Feedback loop between banks and sovereign\no Two equilibria - 'self-fulfilled prophecies'\n· Policy intervention:\no Concerns about the euro sustainability\nWhatever it takes speech: \"Within our mandate, the ECB is ready to do whatever it takes to preserve the euro. And believe me, it will be enough.\"\n· OMT (outright monetary transaction) - buy government bond in secondary markets if needed (never used)\no European Stability Mechanism\n· Impacts on monetary policy:\no Greater dispersion in financing costs highlights a lower degree of financial integration\no Costs of borrowing of non-financial counterparties and households higher in distressed countries higher (less affected by policy rates effectiveness of transmission mechanism of monetary policy)\no Lack of financial integration and low interest rate environment (LIRE) complicate role of monetary authority:\nPage 24 of 54\n[",
      "summary": "The text discusses the impact of IMF policies on countries facing economic crises, highlighting the cycle of increased taxation and decreased investment leading to temporary solutions rather than permanent fixes. It emphasizes the importance of structural reforms for long-term recovery and outlines the challenges faced by the European Central Bank in managing monetary policy, especially in the context of low interest rates and their effects on financial stability.",
      "main_topic": "Economic Policies and Monetary Management",
      "subtopics": [
        "IMF Intervention Strategies",
        "Structural Reforms",
        "Expenditure Switching and Reducing Policies",
        "Twin Deficits",
        "European Central Bank Role",
        "Challenges for Monetary Policy",
        "Impact of Low Interest Rates",
        "Transmission Mechanism of Monetary Policy",
        "Crisis Chronology and Contagion"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.719542",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvNGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvNGxgBAAAAAA==/",
    "_etag": "\"0700b052-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_6",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 6,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n\" Affect the transmission mechanism of monetary policy (downward rigidity in deposit rates and lower pass through to lending rates)\n· Affects financial stability: banks' profitability (lower interest rate margins) and bank's behaviour (search for yield, excessive risk taking and the emergence of speculative bubbles)\n· Challenges for monetary policy:\no Monetary stimulus needed to help recovery and eliminate the risk of deflation\no A low interest rate environment (LIRE) constrains the capacity of a monetary stimulus through conventional measures.\no Unconventional measures:\n· LTROSs - increase in the maturity and scale of longer-term refinancing operations.\n· Increase list of eligible assets as collateral.\n· Purchase of sovereign debt in secondary market.\no Unconventional measures and Quantitative Easing (QE large scale asset purchasing programmes) can affect real economy through a direct lending channel. Are these effective?\n\" So far: very helpful in alleviating pressures in money markets caused by financial instability.\n· Limited effectiveness as an economic stimulus.\no Other policies should complement the role of monetary policy\nThe Banking Union\nThe Credit Cycle Theory states that fluctuations in GDP are related to credit that creates bubbles in certain markets.\n. If the money supply increases, there is more credit in the economy.\n· Thus, there will be a higher demand for assets (financial, real estate, etc.) which increases assets' prices.\n. Then, the assets owned by banks increase in value, which means that the asset side of the bank's balance sheet increases.\n· Therefore, banks can lend more money, and provide more credit.\n. Thus, this is an ongoing cycle, which is the mechanism behind a bubble.\n· Only the Central Bank can stop the bubble, by decreasing the Money Supply:\nPage 25 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no However, if done to soon it will break economic growth.\no If done too late, there is time for a new bubble to appear.\no Thus, the timing is really hard.\nThe Euro Area in 2007:\n. There was too much debt and commercial banks owned public debt > Bank risk and Sovereign risk are interconnected.\n· Banks engaged in operations of too much risk > a lot of risky assets.\n· A lot of financial fragmentation: all under the same currency, but the rules governing bank supervision were not European rules, but rather national rules.\no There were countries having fewer strict regulations and other with stricter ones.\no They should be the same, as we are all under the same currency, under the same central bank, which is who ultimately will solve a crisis.\no There was the need to harmonize rules.\nBefore the crisis, the ECB only focused on inflation targeting. After the crisis, the ECB also focused on banking supervision. Why? Because Monetary policy is transmitted to the real economy by commercial banks, so it is necessary to also supervise banks:\n· Macro-prudential supervision - everything that is systemic in the financial markets, not looking to specific banks, to the overall picture.\n· Micro-prudential supervision - it looks more specifically within each supervised bank.\nThe Banking Union brought 3 different mechanism to the ECB, under the motivation of reducing the fragmentation in financial markets and break the existing correlation of banking and sovereign risk:\n· Single Supervisory Mechanism (SSM)\no Goal: uniform approach to banking supervision\n· ECB directly supervises the biggest banks\no ECB can take control of the bank if needed\no Established common rules\n· Single Resolution Mechanism - still a work in progress\no Goal: uniform rules for banking supervision\nPage 26 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\no Used to save banks when they are in trouble\no Defines the role of shareholders -> bail out / bail in\nA fund, funded by the banking sector, is created to bail out banks when needed\n· European Deposit Insurance Scheme - also still not completed\no Goal: uniform insurance cover for retail depositors\no How much can be given back to the depositors when banks go bankrupt\nTo be funded by the banking sector\nFiscal Policy in the EU context\nRationale for fiscal policy coordination in a monetary union\n1) The problem of investment risk:\na. Inside a Monetary Union: Credit Risk -> countries may need assistance if they are too indebted.\nb. Outside of a Monetary Union: Exchange Rate Risk > countries always pay back their debts, but investors face the risk of devaluated currencies.\n2) The lack of fiscal discipline can undermine the monetary policy goal of price stability, thereby, putting pressures on the common interest rate.\n3) The lack of fiscal discipline affects sovereign risk and countries' risk premiums > the lack of a clear framework for crisis management makes it difficult to prevent contagion.\n4) The lack of fiscal policy affects the management of monetary policy\na. Volatile and illiquid sovereign bond market affects the transmission mechanism of monetary policy.\nb. Market segmentation (different risk premia across countries) makes it difficult to target policies to improve financing conditions in more vulnerable countries.\n5) The different levels of interaction among fiscal and monetary policies and the fact that in the monetary union there are several fiscal authorities and only one monetary policy creates a rationale for setting a framework for fiscal policy coordination.\nThe Stability and Growth Pact (SGP)\n· Maastricht Treaty established rules concerning the prohibition of direct financing from the ECB to EU member states or public administration.\nPage 27 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nThe Stability and Growth Pact (SGP) consisted on a set of rules designed to ensure that countries in the European Union pursue sound public finances and coordinate their fiscal policies.\nPreventive arm\n· The rules of the SGP's preventive arm bind EU governments to their commitments towards sound fiscal policies and coordination.\n· Stability programme (euro area) / Convergence programme (other EU countries) define budgetary targets and measures to ensure the attainment of these goals. These programmes are assessed by the European Commission.\nCorrective arm\n· The Excessive Deficit Procedure (EDP) ensures the correction of excessive budget deficits.\n· An excessive budget deficit is defined as one greater than 3 % of GDP.\n. If not corrected the EDP can give rise to the payment of sanctions by the country.\nThis framework has been undermined by weak enforcement:\n· Lack of automatism of Excessive Deficit Procedures:\no Requires assessment by the Commission, taking into account medium term economic scenario, external conditions, evolution of medium-term budgetary situation and policies or reforms taken.\no Recommendation to correct situation/recommendation to sanction requires approval by the Council - may be compromised by countries' interests.\n· Exceptional circumstances can justify the lack of Excessive Deficit Procedures: exceptional circumstances never clearly specified (recession; temporary character of deficit)\n· Statistics and accounting difficulties - undermines assessment of deficit.\nReforms since the international financial crisis:\n· Fiscal Rules\no Six pack, two pack fiscal compact\no Treaty on the stability, coordination and governance in the Economic and Monetary Union (TSCG)\nPage 28 of 54\n[",
      "summary": "The text discusses the complexities of monetary policy transmission, financial stability, and the need for fiscal policy coordination within the European Union, especially in the context of the Banking Union and the Stability and Growth Pact. It highlights challenges such as low interest rates, the interconnection of banking and sovereign risks, and the necessity of harmonizing banking rules across member states to prevent financial crises.",
      "main_topic": "Monetary and Fiscal Policy Coordination in the EU",
      "subtopics": [
        "Transmission Mechanism of Monetary Policy",
        "Challenges for Monetary Policy",
        "The Banking Union",
        "Credit Cycle Theory",
        "The Euro Area Crisis of 2007",
        "Banking Supervision Mechanisms",
        "Fiscal Policy in the EU Context",
        "Stability and Growth Pact (SGP)",
        "Reforms since the International Financial Crisis"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.727986",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvOGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvOGxgBAAAAAA==/",
    "_etag": "\"0700b152-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_7",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 7,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· European Stability Mechanism (ESM): an international organisation, to act as a permanent source of financial assistance for member states in financial difficulty. (It replaced two earlier temporary EU funding programmes: the European Financial Stability Facility (EFSF) and the European Financial Stabilization Mechanism (EFSM).\n· Measures under the six-pack:\no Bring the surveillance of fiscal and economic policies under the European Semester, to ensure that the policy advice given to Member States is consistent.\no Introduce an expenditure benchmark, linked to a country's medium-term budgetary objective (MTO), that places a cap on the annual growth of a country's expenditure - based on structural measures.\nEnhance country surveillance, through examining not only countries with current account deficits, but also those with current account surpluses.\no Permit the excessive deficit procedure to be opened on the sole basis of the debt criterion (60% of GDP).\no Introduce a macroeconomic imbalance - go beyond fiscal variables.\no Impose graduated financial sanctions, which may eventually reach 0.5% of GDP.\n. Recent reforms on the fiscal framework\no Preventive arm:\n· Balanced budget Rule: structural fiscal balance >-0.5% of GDP (or >-1% of GDP if Public Debt ratio <60%).\n· Medium term objectives (MTO) are defined in structural terms.\n· Greater automatism in the correction of departure from MTO (constitution of deposit) and in the imposition of sanctions.\n\" Transposition of the balanced budget rule to national law (Constitution level).\n· Reinforcement of policy surveillance and coordination.\no Corrective arm:\n\" According to the amended SGP, an EDP is triggered by the deficit criterion or the debt criterion:\n· Deficit criterion: A general government deficit is considered to be excessive if it is higher than the reference value of 3% of GDP at market prices.\nPage 29 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Debt criterion: debt is higher than 60% of GDP and the annual debt reduction target of 1/20 of debt differential has not been achieved over the last three years.\n· Council votes by reversed qualified majority (for EDP with respect to deficit)\nMacroeconomic Imbalance Procedure\nBefore 2007: Stability and Growth Pack (deficit below 3% of GDP and debt below 60% of GDP).\nAfter the crisis: it was not enough > created the six pack and the two pack, which led to the creation of the EUROPEAN SEMESTER (the EU's annual cycle of economic monitoring and guidance) that includes the Macroeconomic Imbalance Procedure:\n· Alert Mechanism Report (AMR): annual report by the European Commission which analyses the economies of all Member States partly on the basis of a scoreboard of relevant indicators.\no The AMR identifies countries whose situations require deeper analysis, to be carried out in In-Depth Reviews that are included in the annual Country Reports.\no Consists on a set of Scoreboard Indicators, aimed at capturing the most relevant internal and external sources of macroeconomic imbalance and signal adjustment issues: 14 indicators and indicative thresholds, covering the major sources of macroeconomic imbalances.\n. 3-year backward moving average of the current account balance as percent of GDP, with thresholds of +6% and -4%;\n. net international investment position as percent of GDP, with a threshold of -35%;\n. 5-year percentage change of export market shares measured in values, with a threshold of -6%;\ncompetitiveness\nExternal imbalances and\nInternal imbalances\nEmployment indicators\n. 3-year percentage change in nominal unit labour cost, with thresholds of +9% for euro area countries and +12% for non-euro area countries;\n. 3-year percentage change of the real effective exchange rates based on HICP/CPI deflators, relative to 41 other industrial countries, with thresholds of -/+5% for euro area countries and -/+11% for non-euro area countries;\n. private sector debt (consolidated) in % of GDP with a threshold of 133%;\n. private sector credit flow in % of GDP with a threshold of 14%;\n. year-on-year changes in house prices relative to a Eurostat consumption deflator, with a threshold of 6%;\n. general government sector debt in % of GDP with a threshold of 60%;\n. 3-year backward moving average of unemployment rate, with a threshold of 10%;\n. year-on-year changes in total financial sector liabilities, with a threshold of 16.5%;\n. 3-year change in p.p. of the activity rate, with a threshold of -0.2%;\n. 3-year change in p.p. of the long-term unemployment rate, with a threshold of +0.5%;\n. 3-year change in p.p. of the youth unemployment rate, with a threshold of +2%.\nPage 30 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\no Imbalance is defined as: 'any trend giving rise to macroeconomic developments which are adversely affecting, or have potential to adversely affect, the proper functioning of the economy of a Member State or of the economic and monetary union or of the Union as a whole'\no Indicators:\n\" Are they sufficiently forward looking to signal risk?\n· Too many? May make it difficult to highlight most important imbalances.\n· Stocks or flows? Flows are more affected by policy measures.\n\" In absolute or relative terms? Ex: if the deterioration of competitiveness is generalized to all countries, problem could be addressed by the depreciation of the euro.\no Features of the data:\n· 3-year window\n· Lower bounds and upper bounds\n· Stock and flow variables (stock - debt | flow - deficit)\n· Absolute and relative variables (relative to the other countries)\n· In-Depth Reviews (IDR) provide the analysis for the identification of the presence of macroeconomic imbalances and for the assessment of their severity. A Member State may be found to have 'no imbalances', 'imbalances', 'excessive imbalances', or 'excessive imbalances with corrective action' (implying the activation of EIP).\nStreamlined categories\nNo imbalances\nNo imbalances\nImbalances*\nExcessive imbalances*\nExcessive imbalances, which require decisive policy\naction and specific monitoring\nExcessive imbalances with Corrective Action Plan\n(EIP)\nCategories used in 2014 and 2015\nImbalances, which require policy action and monitoring\nImbalances, which require decisive policy action\nand monitoring\nImbalances, which require decisive policy action\nand specific monitoring\nExcessive imbalances with Corrective Action Plan (EIP)\n*under streamlined categories, specific monitoring applies both in the case of \"imbalances\" and \"excessive imbalance\" modulated according to the gravity of the challenges.\nPage 31 of 54\n[",
      "summary": "The text outlines the European Stability Mechanism (ESM) and the measures implemented under the 'six-pack' to enhance fiscal and economic surveillance among EU member states. It details the preventive and corrective arms of the fiscal framework, including the Balanced Budget Rule and the Macroeconomic Imbalance Procedure, which monitors and addresses economic imbalances in member states.",
      "main_topic": "European Stability Mechanism and Economic Surveillance",
      "subtopics": [
        "European Stability Mechanism (ESM)",
        "Six-pack measures",
        "Preventive arm",
        "Corrective arm",
        "Macroeconomic Imbalance Procedure",
        "Indicators of economic imbalance"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.735670",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvPGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvPGxgBAAAAAA==/",
    "_etag": "\"0700b252-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_8",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 8,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Specific Monitoring: Member States with 'imbalances' or 'excessive imbalances' are subject to a process of Specific Monitoring of their policy commitments, adapted to the degree and nature of their imbalances, involving intensified dialogue with national authorities, and progress reports.\no Member States identified as having 'imbalances' or 'excessive imbalances' by In-Depth Review receive specific monitoring adapted to the degree and nature of their imbalances.\no Specific monitoring is a form of intensified dialogue between the European Commission and national authorities that aims to help Member States address macroeconomic imbalances that could adversely affect their own economic stability or that of the euro area, or the EU.\no Specific monitoring involves fact finding missions by Commission officials to Member States and follow-up reports covering economic developments and the implementation of relevant policy measures.\n· Excessive Imbalance Procedure (EIP): enhanced surveillance mechanism designed to ensure compliance with the Macroeconomic Imbalance Procedure for countries identified with excessive imbalances with corrective action.\no EIP is an enhanced surveillance mechanism designed to ensure compliance with the Macroeconomic Imbalance Procedure for countries identified with excessive imbalances.\no Under the Excessive Imbalance Procedure, the European Commission may recommend to the Council that Member States experiencing excessive imbalances be required to submit Corrective Action Plans to address their situation.\no These plans must be approved by the Council and deadlines are set for their execution.\no The Commission and the Council monitor the implementation of the plans and the correction of the excessive imbalances, which is required to put an end to the EIP. Euro area Member States that repeatedly fail to submit corrective plans considered sufficient by the Council or to implement them face the possibility of sanctions, including fines.\nPage 32 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nEuropean Stability Mechanism\nThere were reforms in the institutional architecture to promote the good functioning of a monetary union, to provide financial assistance to euro area countries experiencing or threatened by severe financing problems. It is necessary to safeguard the financial stability of the euro area as a whole and of ESM Members:\n· The treaty establishing the European Stability Mechanism is signed in 2012, and it replaces the European Financial Stability Facility and Mechanism (EFSF and EFSM).\n· International organization aimed at providing financial assistance to EA countries with severe financial difficulties. Financial assistance subject to conditionality - as in an IMF programme. Countries with assistance from ESM are assumed to have signed a financial assistance programme with the IMF.\n· The ESM's mission is to provide financial assistance to euro area countries experiencing or threatened by severe financing problems. This assistance is granted only if it is proven necessary to safeguard the financial stability of the euro area as a whole and of ESM Members.\n· For this, the ESM counts on several instruments. The ESM can grant a loan as part of a macroeconomic adjustment programme, such as the one that was already used by Cyprus and Greece. Ireland, Greece, and Portugal have used similar programmes delivered by the EFSF. The only other instrument used was an ESM loan to recapitalise banks which was provided to Spain.\n· Lending toolkit:\no Loans within a macroeconomic adjustment programme (IR, PT, GR, CY)\nPrimary market purchases (unused)\no Secondary market purchases (unused)\nPrecautionary credit line (unused)\nLoans for indirect bank recapitalization (SP)\no Direct recapitalisation of institutions (unused)\n-> Kidland and Prescott, talk about the intertemporal inconsistency of rules. The European rules we have been describing so far, fall somewhat on this definition. They basically define it as when the optimal decision for policy makers is to announce the rule, but it is also not optimal to enforce the rule when the time comes. Another example: \"The government does not negotiate with terrorists.\"\nPage 33 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nThe Portuguese Case\nIn the years leading to the EMU Portugal had:\n· Robust growth.\n· Lower inflation.\nAfter the 2000's there was:\n· Subdued growth.\n· Deteriorated fiscal performance.\n· Reduced budget deficits.\n· Growing current account deficits.\n· Current account deficit still high (weak competitiveness).\nThis is explained by the reforms and stabilization policies since joining the EEC in 1986, as well as the prospect of euro adoption as an anchor for expectations > low inflation and interest rates. Low interest rates and easier access to financing (financial liberalization and increased competition among banks) led to a strong household credit growth. Thus:\n· Consumption grew, as households adjusted to fall in interest rates.\n· Domestic investment also grew, reflecting favourable expectations and the easing of financing conditions.\n· The dynamic economic activity led to a rapid increase in employment (mostly in fixed term contracts) > decline of the unemployment rate, from over 7% in 1995 to 4% in 2000.\n· Relatively tight labour market contributed to wage increases, which further fuelled the demand-led growth.\n· Progress in convergence of real incomes (GDP in PPS grew from about 57% of EU in 1986 to 75% in 1999).\nThis was accompanied by imbalances and loose policies:\n. Fiscal deficit: from 5.5 % of GDP in 1995 to 2.7% in 1999.\nMore the effect of economic dynamism and lower debt service costs: no strong consolidation effort.\no Structural deficit increased during that period.\n· Current account deficit: from 3% in 1995 to over 10% of GDP in2000.\no Could be partly explained by a successful catching-up process (a higher investment rate, enhanced financial integration and the easing of liquidity constraints, all lead to an increase of imports).\nPage 34 of 54\n[",
      "summary": "The text discusses the mechanisms for monitoring and addressing macroeconomic imbalances among EU member states, particularly through the Specific Monitoring and the Excessive Imbalance Procedure (EIP). It also examines the European Stability Mechanism's role in providing financial assistance to euro area countries facing severe financial issues. The Portuguese case is presented to illustrate economic trends and imbalances leading up to the Economic and Monetary Union (EMU).",
      "main_topic": "Macroeconomic Stability in the European Union",
      "subtopics": [
        "Specific Monitoring of Member States",
        "Excessive Imbalance Procedure (EIP)",
        "European Stability Mechanism (ESM)",
        "Financial Assistance and Conditionality",
        "The Portuguese Economic Case"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.743470",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvQGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvQGxgBAAAAAA==/",
    "_etag": "\"0700b352-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_9",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 9,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no However, other factors also contributed (expansionary policies and wage increases, well in excess of productivity gains, leading to rising labour unit costs and to persistent inflation differentials with the euro area).\nBy the turn of the century:\n· Demand-led growth, unsustainable once the economy reached full-employment.\n· Adverse external shocks (weakened external demand, as EU growth fell; increased competition in world trade)\n· As a result:\no Consumption growth declined, as households adjusted to high indebtedness levels.\no Investment fell, reflecting slower demand and lower profits, (more than 15% in cumulative terms from 2002 to 2006).\no As a result, real GDP growth started to decline in 2001 and by 2003 the economy was in recession.\n· Outcome:\no Portuguese growth lower than that of the euro area reversing the initial process of convergence.\no Inflation higher than euro area.\no Loss of export competitiveness\no Fiscal performance deteriorated until 2005 (excessive deficit procedure)\n· To some extent, these developments reflect:\no The adjustment of highly indebted economic agents following a period of demand-led growth caused by a credit boom.\no The effect of external shocks.\n· However, less expansionary fiscal and incomes policies and structural reforms aimed at enhancing economic efficiency and expanding potential output could have minimized domestic and external imbalances and increased the resilience of the economy to shocks.\nSo, Portugal underwent 3 adjustment programs: 1977-79; 1983-84; and 2011-14.\nThe first 2 adjustment programs were Current Account crisis, with imports exceeding exports and no way to finance this deficit.\nPage 35 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nIn the 70s and 90s, there was still escudo in place, so the IMF used Expenditure Switching Policies (currency devaluation) as a major tool to solve the crisis.\nThen the interest rates converged, alongside inflation, because of the Treaty of Maastricht in 1992, which established the European Monetary Union and the nominal convergence criteria. We then pegged the currency to a basket of European currencies.\nHow do agents behave under this framework?\n· Less uncertainty\n· Accumulation of debt\n· Increase in spending\n> This was basically Demand side growth!\nAll this implies that the Current Account falls because of higher debt and higher spending. The fiscal policy amplified this effect by undergoing successive budget deficits and accumulating higher public debt. > Twin-deficits!\nWhen we adopted the euro in 2002, completely giving up of our own monetary policy, what happened to the growth rate of GDP? It went down! Why?\n· We had demand side growth > increase in prices > real exchange rate is going down > appreciation of the currency -> loosing competitiveness > contributes to another drop in the CA\n. The drop in the CA could be balanced by high productivity. Were there conditions for high productivity back then?\nLow-skilled level population > No conditions\no Labour market very rigid with low flexibility > No conditions\nIn 2011 there was the most recent bailout. The story was a bit different:\n· Sovereign debt crisis -> risk increases -> fall in the credit (less money supply in the economy) -> fall in Demand -> negative GDP gap. How to solve it?\no Monetary Policy - not possible because now we are on a common monetary policy framework.\no Fiscal Policy - but with a previous expansionary fiscal policy, under a sovereign debt crisis, there is no room for it.\no Increase productivity - but that takes time, doesn't work in the Short Run\nPage 36 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· So now what? - > Expenditure Reducing Policies (contractionary fiscal policy)\no Assistance Program (IMF, ECB and European Commission)\no Current status: Negative CA, Public Deficit, Credit shrinking, no competitive economy.\no We needed to increase taxes and decrease government expenditures to solve the deficit\no To solve the negative CA, the decrease in public spending helps. Since we cannot move the nominal interest rate, you need prices at home to go down, such that the real exchange rate depreciates to increase competitiveness. To do it, since in equilibrium P=MC, you have to cut MC by cutting W, unit labour costs. By doing it, you also decrease demand to cut prices and save on public spending.\nTo solve the fall in credit, funds were given directly to banks such that they could give credit again to the economy.\no To regain competitiveness, besides these short run policies, you had Structural Reforms.\no In the short run, this always leads to recessions.\n· Post-programme performance:\n· Adjustment effort under the programme allowed:\n· Regained access to international markets\n\" Reduction of macroeconomic imbalances\n· Some reduction in indebtedness levels and NPLs\no However:\n· Indebtedness level still high\n· Growth remained subdued for many years\n· Despite progress reforms still needed to improve labour and product markets flexibility, labour and management skills, the quality of public administration, and other inefficiencies that undermine productivity growth and the attraction of FDI.\nStructural Issues\nA couple of years ago no one would discuss this, no one would put structural policies side by side with fiscal and monetary policies. Nowadays structural policies are important. Only increases in productivity, expansions on the supply curve of the economy, truly solve problems in the current account. There is a need for structural policies.\nPage 37 of 54\n[",
      "summary": "Portugal's economy faced significant challenges due to demand-led growth, external shocks, and high indebtedness, leading to recession and structural imbalances. The country underwent three adjustment programs to address these issues, with a focus on fiscal discipline and structural reforms to enhance productivity and competitiveness.",
      "main_topic": "Economic Challenges and Adjustments in Portugal",
      "subtopics": [
        "Demand-Led Growth and Recession",
        "Impact of External Shocks",
        "Adjustment Programs Overview",
        "Current Account Crisis",
        "Effects of the Euro Adoption",
        "Sovereign Debt Crisis and Policy Responses",
        "Post-Program Economic Performance",
        "Need for Structural Reforms"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.752143",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvRGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvRGxgBAAAAAA==/",
    "_etag": "\"0700b452-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_10",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 10,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nIt is a very complex issue, because there are many policies that require too much knowledge of the behaviour of households and firms at a micro level. There is a lot of heterogeneity (heterogeneous variables) across markets - people are different from each other which makes it hard to deal with it. Using an average at a macro level is not the best as the dispersion, the average, does not mean much.\n× 101\n2.5 -\n2\ndensity\n1.5\nKernel density\nCROATIA\nESTONIA\nHUNGARY\n- LITHUANIA\nMALTA\n- POLAND\n- ROMANIA\nSLOVAKIA\n- SLOVENIA\n× 103\nKernel density\n4\n3.5\n3\n- AUSTRIA\n-BELGIUM\nFINLAND\n-FRANCE\n- GERMANY\n2.5\ndensity\n2\n1\n1.5\n1\n0.5\n0.5\n0\n0.5\n1\n1.5\n2\n2.5\n3 3.5\nrescaled labour productivity\n× 104\n0 1\n2\n3 4\n5\n6\n7\nrescaled labour productivity\nx 10\n> Distributions are far away from normal distributions, they seem like a pareto distribution, the average is far from the median.\n> If you want to do something that boosts productivity in 1 specific market you will have a difficult choice to make because agents and countries are very different.\n> It is hard to come up with structural policies that make sense everywhere; even if you take a given sector, dispersion will be big.\nIn these structural policies (there are many) we are going into the behaviour of markets, at a micro level:\nLabour market\nProduct market\nHousing market\nEnergy market\nTransport\nJudicial\nFDI\nInvestment\nTFP\nPotential GDP\nFiscal\nBanks\nPage 38 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nDoing structural reforms, require 3 main key things:\n> The right timing.\n> The proper communication.\n-> The capacity to implement it.\nStructural policies interlink and affect other features such as fiscal policies, monetary policy and banks.\nAs far as the European policies is concerned, many of these structural policies are also common European policies. It is hard to manage them with such a complex world but within the European Commission they have directorates and commissioners for many of these topics - the DGs.\nThe Housing market:\n· Portugal had a strange policy on housing markets as rents were frozen in the 50's.\n· They were not a result of demand and supply as it would be expected. So, if you freeze rents and you update them on an initiative basis, you are shifting down this market, there is no price, so demand and supply are not interacting.\n· If rents are kept too low there will be excess demand for houses to rent but since prices do not go up, you will have this excess demand forever.\n· The supply may also contract as those that have houses to rent are not happy because they are getting small amounts for the rent and will not offer more in this market.\n· With this situation people will adjust and start to buy their own houses instead of renting. Yet, it is not as easy as that because:\no People that buy a house want to anchor in that location (you make a mortgage and a significant investment in the purchase of a house) > this is bad for labour mobility and thus the labour market won't work properly.\no There will be new houses being built while there are still houses available which are not in the market because prices are not attractive. This leads to a poor allocation of resources since these houses are not really needed.\n· As people get the feeling that each person needs to have their own house, people change preferences, and everyone wants to own multiple houses.\n· So, this misallocation of resources can be very problematic, and it may have an impact on the supply - on productivity (instead of having machines you have just houses).\nPage 39 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Then, the problem grows, and people build around the cities because there is no space inside. If you build around, new problems emerge as you have to use energy to move every day, you spend hours in the traffic (in which you are not being productive), you have higher pollution, etc.\n. If you add all of these it becomes a macro issue. So, why was it not solved in the 60's, 70's or 80's? Because of Political Economy issues.\nThe Political Economy:\n· Political economy is the behaviour of decision makers.\n. There was a very sad combination of interests that kept the situation in the housing market like this for decades, making the problem worse.\n· There were 3 players on this: banks, construction firms and municipalities.\n· All of them had interest in keeping the situation as it was:\nBanks were happy to give credit, as it is a safe credit that people will pay back. In fact, it is safer than putting money in a new firm.\no Banks were also lending money to construction firms: they were using this segment for their business.\no Construction firms were happy to be building houses and getting financing from the banks.\no Municipalities were happy to put in place new projects for new houses because tax revenue is attached to the number of houses they have in the municipality.\n· These 3 players were happy, so things stayed like this for many years.\n· A problem is that it is impossible to get back the investment, as houses are not treatable. The only solution is to attract FDI to buy the excess houses, yet usually they will pick just the pretty ones.\n· With this example you get the feeling that micro problems can become macro and understand the complexity and interlinks of structural policies issues.\nCase Studies\nMigration\nMigration is a relevant topic for the EU. There are two mains perspectives:\n> Migration within Europe: more on the perspective of labour mobility as an element that is relevant for the smooth function of the monetary union and optimal currency areas.\nPage 40 of 54\n[",
      "summary": "The text discusses the complexities of structural policies and their interconnections with micro-level market behaviors, particularly in relation to housing markets and the political economy. It highlights the challenges of managing diverse markets, the impact of frozen rents in Portugal, and the roles of banks, construction firms, and municipalities in perpetuating housing market issues. The discussion also touches on the relevance of migration within the EU as it relates to labor mobility.",
      "main_topic": "Structural Policies and Market Behavior",
      "subtopics": [
        "Heterogeneity in Markets",
        "Challenges of Structural Reforms",
        "Housing Market Dynamics",
        "Political Economy and Stakeholders",
        "Impact of Migration on Labor Mobility"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.760567",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvSGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvSGxgBAAAAAA==/",
    "_etag": "\"0700b552-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_11",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 11,
    "content": {
      "text": "PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\n-> Immigration into Europe. Migrants typically come from Africa (North of Africa). Their migration roots usually converge into Libya and then they cross the Mediterranean into Italy. Sometimes some groups go to Spain, but the Libyan connection tends to be the strongest one. Migrants sail through the Mediterranean and reach Lampedusa and Sicilia. There is another block that comes from the Middle East, goes up to Asia, converges into Turkey and then people move into the EU. More recently, we have heard many stories about the conflict in Syria.\nWhat are the drivers for migration in general? Why do people move? Migration can be driven by different things (common sense or not). People need forces that push you out and an opportunity somewhere else for migration to start.\nForces that push you out:\n· Economic incentive to move (linked with wages, higher average income somewhere else). Improve the living conditions. Get out of poverty or unemployment.\n· Conflict, wars.\n· Political aspect: regime, dictatorship, political or religious prosecution.\nWhy this kind of large movement seem to grow instead of stabilizing? There are Snowball effects related with:\n· Costs of migration (transport, taking a risk, things may go wrong, it is risky, it is costly). The cost/risks are higher if there is no previous experience. When migration starts you do not know if things will go well. Later there are some migrant communities in these countries, people that may help you when you go there. There is more information. If the costs drop, everything else constant, more people will go. Costs of move will reduce. They are inversely proportional to the size of the community that is already living there.\n· Families tend to reunite. Someone goes first, then if things are ok, next year the wife and children will go. If families reunite the flow continues and increases in size. People move out of imitation. People that have gone there, they are successful, they come for holidays, brought products that are not available here, they say life is very good somewhere else. You tend to imitate, to copy these models of success.\nPage 41 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\nThe Portuguese example:\n. During the 1960's, 1 million Portuguese left the country (in a country of 9 million), but the economy was not doing that bad - growing at an average of 10% a year in real terms (one of the fastest growths in the world). However, the opportunities outside were very powerful. Wages were increasing but they were low in comparison with Europe, which was also growing, but not as much as us. So, Portuguese citizens moved because things were so good outside and it was easy to find a job there. Destinations: France, Luxembourg, Switzerland, Germany.\n. The 1970's was a decade of crisis in the world economy (the oil shocks). Europe was in a crisis. World economy was growing slowly. You do not see this outflow. Actually, you see a spike with the Portuguese revolution and with the independence of the foreign colonies in Africa. 700 000 Portuguese citizens that were living in the colonies that came in a very short period of time. It is a political driven shock. It was possible to adjust and integrate this mass of Portuguese that were coming back to Portugal from Africa, but it had an impact in economic terms.\n· From the mid 80's onwards the Portuguese economy was growing faster and at some point, there was low unemployment rates and there was the opportunity for immigrants to come (the reverse). They came for the construction sector that was booming, and were coming from south America, Brazil, and from central and eastern European countries because they have faced the shock of the fall of the Berlin wall and these economies were restructuring. Portugal was a destination.\n· Portugal became a net receiver of immigrants during the 90's. Initially we got some people coming from Ukraine and then it was much cheaper for other Ukrainians to come. They formed a very large community from Ukraine.\n. Most recently it reversed again. With the 2008 crisis and then the follow up of the sovereign debt crisis in the euro area and in particular Portugal would be one of the most affected countries of this economic and financial adjustment program starting in 2011, going to 2012 and even before 2008 the Portuguese economy was not doing that well. We were in a sort of soft crisis since 2000. We were growing at low rates. From 2000 onwards, no net inflows, some people going out. In 2008 there was a massive outflow. Now, more recently, contrary to the 60's where mostly low qualified people leaving the country, both low, middle and high qualified works migrate. It is not just young people, also middle age and older workers move. Not just to a core of\nPage 42 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\n4 or 5 European countries, it is everywhere (Africa, North America, south America not that much now, Europe, Asia, Middle East). The economy is driving the process: Portuguese economy is doing bad and jobs being heavily destroyed. We faced difficult situations.\n· Portugal had different flows in different directions. Portugal has always been a source country. We have had emigration for centuries. Economic aspects and opportunities outside are part of the history.\nImpacts of Migration:\n· Labour market - key element.\nEmigration would be a contraction in the supply of labour -> if the demand is the same, wages increase.\no If there is immigration, there is an expansion of the supply of labour -> if the demand is the same, wages decrease.\no In the Long-run, economic theory and some empirical evidence suggest that migration does not affect wages as there is a reallocation of production factors.\no You have different labour markets for different qualifications. The labour market is the sum of these submarkets. With higher emigration, you expect lower unemployment rates.\no There is excess supply of labour (unemployment) but there are still people coming in because there are distortions. These distortions might be very high unemployment subsidy or very high minimum wage. Immigrants come and get less than minimum wage. Nationals do not want certain types of jobs because the alternative (unemployment subsidy) is very generous.\n· Balance of Payments.\no Remittances - emigrants use their savings to send money back home to their families (it can be very powerful). Or they use the savings to invest, buy land or some real estate and come back a couple of years later.\no An immigrant consumes and also consumes imported goods (negative effect in the balance of payments). However, these does not compare with the impact from sending half of these wage back home (much stronger). Part of what they consume is imported but the other part does not.\n· Fiscal impact on the budget on the expenditure and revenue side.\nPage 43 of 54\n[",
      "summary": "Migration into Europe is driven by various factors including economic incentives, conflict, and political instability. The flow of migrants from Africa and the Middle East is significant, with communities forming that encourage further migration. The Portuguese migration experience illustrates how economic conditions influence migration patterns, showing historical trends of emigration and immigration affected by crises and opportunities.",
      "main_topic": "Drivers and Impacts of Migration into Europe",
      "subtopics": [
        "Migration routes",
        "Push factors for migration",
        "Snowball effects of migration",
        "Portuguese migration history",
        "Impacts on labor market",
        "Balance of payments and remittances",
        "Fiscal impacts of migration"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.768650",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvTGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvTGxgBAAAAAA==/",
    "_etag": "\"0700b652-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_12",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 12,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\no If emigrants come and find a job and they are legal, they contribute to the social security, they pay taxes, the VAT > increases revenue.\no Helps sustainability of the social security system. Number of retired people per worker and dependency ratios would fall. Demographic trends (ageing) can be a very strong phenomenon and it is very hard to revert. Even if you find the right policies to promote fertility you have to wait 20, 30 years to see the impact. Migration could be a solution.\no If emigrants do not find a job or they do but they are entitled to some support because they have very low income, these could put a burden on your expenditure.\n· Long term economic growth.\no Is emigration good for long term economic growth? Overall, it is bad because of brain drain (more qualified people leave the country). But it goes beyond human capital. It also includes the mindset of people. Those that go are the ones that are less risk averse and that have more propensity to become entrepreneurs. So, the impact of emigration tends to be negative.\no For a well function monetary union, the migration should be there, people move from the countries that are growing slower to the ones that are growing faster.\nChallenges for Europe: there is no common policy on migration. Countries have different perspectives concerning different challenges:\n> Migration routes across the Mediterranean are an unstoppable process: how much more risk can be taken if you risk your life to cross the Mediterranean to come to Europe?\n> Population will shrink about 30% because of aging population in the next forty years.\nCompetition\nEU competition rules > Articles 101-109 of the Treaty on the Functioning of the EU\nImportant for the functioning of the single market:\n· Assure a level playing field\n· Correct allocation of resources\n· Innovation\nHard to identify in empirical terms:\nPage 44 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Select the relevant market (product and geography) is challenging\n· Indicators:\no Herfindahl Hirschman Index (concentration of market shares)\no Price-cost margin (deviation from marginal costs)\no Profit elasticity (response of profits to changes in costs)\nThe DG Competition:\n· Agreements between companies that restrict competition\n· Abuse of a dominant position\n· Mergers (and other formal agreements whereby companies join forces permanently or temporarily)\n· Efforts to open markets up to competition (liberalization) - in areas such as transport, energy, postal services and telecommunications.\n· Financial support (state aid) for companies from EU governments - allowed provided it does not distort fair and effective competition between companies in EU countries or harm the economy\n· Cooperation with national competition authorities in EU countries\nWhy do we care about competition?\n· Monopoly leads to distortions. With competition there is higher total welfare.\n· Competitiveness # productivity # competition > Competitiveness is a loser concept. It is a broader concept. Productivity is a measure of the Solow residual. Competition comes together with innovation and it is a way of cleaning the economy. It leads to reallocation of resources and it is a key driver for economic growth.\nIs competition important to the EU?\n. Since the Treaty of Rome, competition is part of the EU regulations. This treaty has 2 articles on how we should promote competition across member states.\n· Ex: Injecting cash in CGD by the government - it was against law (forbidden because of levelled playing field). As Government was the owner of CGD it ended being accepted by the EU.\nMeasures of competition:\n· Look at firms in specific markets\nPage 45 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Herfindahl Hirschman Index or other concentration measures\n· Mark-up or Price cost margins\nInstitutions and Regulations are important to achieve higher competence and welfare. Tasks of DG competition (Directorate-General for Competition) or Portuguese competition authority:\n· Penalize Cartel, Collusion (set agreements on price settled and division of profits, just like a monopoly)\n· Abolish predatory prices (Below what's profitable) -> initially so low to get rid of competition. Then they go up.\n· Patents\n· Establish a monopoly for some time (but that's legal)\no Give a price to R&D to innovate\nTasks that those authorities cannot perform:\n· Support industries directly\n· Support big firms\nEnergy\nEnergy is one of the key structural features in the economies:\n. If we think a little bit about the founding treaties back in the 50s energy was also there.\n. There was this initial treaty on the coal and steel industries and also there was an agreement on atomic energy - the EURATOM, they give the European agency power to manage atomic energy.\n· Energy is virtually absolutely necessary for all economic and for all human activities. You cannot imagine a world without energy. We need it not just for production, not just firms but also in our daily lives. We use it for transportation, at home, etc.\n. Sifts in energy prices will feed through the economy and will have an impact at the macro level - the famous oil shocks, for example.\nThere are energy primary sources that have to be transformed, and secondary energy sources that we can actually use:\n· We have economic activity that transforms primary energy to secondary energy.\nPage 46 of 54\n[",
      "summary": "The text discusses the implications of migration on social security, economic growth, competition regulations in the EU, and energy's role in economies. Emigration can contribute positively when migrants secure jobs but may burden social systems if they do not. Long-term economic growth is hindered by brain drain. The EU's competition rules aim to ensure fair market practices, while energy remains a vital component for economic activities.",
      "main_topic": "Economic Implications of Migration, Competition, and Energy",
      "subtopics": [
        "Impact of Emigration on Social Security",
        "Long-term Economic Growth and Brain Drain",
        "EU Competition Regulations",
        "Importance of Energy in Economies"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.776441",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvUGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvUGxgBAAAAAA==/",
    "_etag": "\"0700b752-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_13",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 13,
    "content": {
      "text": "PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\n· Primary energy sources are such as coal, oil, nuclear and renewable (can have different types of energy, waves, geothermically, solar).\n· Then we need to transform it in secondary energy sources - electricity, diesel, fuel, heating.\n· Of course. we immediately realized that the endowment is not homogeneous across countries. Some countries have some initial endowment of energy sources such as oil reserves, gas reserves others have nuclear power plants. Some countries have conditions for renewable sources.\n· This endowment can be partially managed, but a part is attached to the territory itself. You can decide to put a nuclear power plant, but you cannot decide if you have oil or coal reserves for example.\n· But this is quite different across Europe.\no We have in Europe this mix of primary energy sources, countries less abundant invest in the nuclear energies and renewables energies. Of course, if you have some endowments you do not need as much of the other energy sources.\no In the case of Portugal, it is a particular case, a country that is not rich in terms of oil, coal, gas but that did not adopt nuclear energy, a special case, more recently, were the renewable energy. There is heterogeneity here. If you are a country that does not have any kind of this energy you have to import it. Portugal has imported energy since always.\nEnergy intensity:\n· How much energy you need for each unit of GDP you produce. This again varies across countries.\n· This measures the energy intensity coefficient, how much energy to use per unit of GDP that some countries have high and others have low.\n· Two things shape these differences in energy intensity:\no The economic structure that you have, some energy consumes more energy than others, of course your economic structure affect your overall energy intensity.\no How efficient the economy is, for example countries' transport system, public and private transportation, how efficient the housing is.\nEnergy dependence and energy security:\n. You need reliable sources of energy. You cannot afford drop shifts in supply energy.\nPage 47 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· So, if you import a large percentage of global energy basically you have energy dependence and if you have high dependence, this will make it more likely for you to be exposed to risk.\n· This energy dependence is just a measure of how much energy from what you consume you need from outside.\n. It links with energy security, which is the idea of the map of suppliers. Of course, if you have low energy dependence you have high energy security. The more dependent you are the less secure you are.\n· You have to manage your supply sources in an intelligent way - not rely in just one supplier, because things can go wrong.\nOil markets:\n· Oil markets are important because we hear of oil shocks and comment about oil prices all the time.\n· Oil prices have reached a low level in the beginning of 2016, nearly 30 dollars per barrel now in the 50 dollars. We need to understand this in a longer term, taking a longer perspective. We had oil shock in 1973, 1979 and 1986.\n. In 1973 the main cause for the shock was military conflict, huge instability in the Middle East, as here was a war between Israel and its Arab neighbours. Arab countries tried to invade Israel and it went to war having support of the western countries and Israel won. Arab countries retaliated in the only way possible by blocking oil sales to the western economies and the US. So, there was a blockage of oil sales and then in a market where demand is very rigid a contraction in the supply curve implies that prices will increase a lot.\n· Then price stayed high. Producers resumed their oil exports, but prices did not drop since they started to operate as a monopoly. The OPEC came into action - a cartel of oil producers and as any cartel, its function is to limit production keeping prices high and increasing profit for the producer. Of course, at the expense of the consumer.\n. Then in 1979, history repeats itself. This time only tension, not a war. The OPEC decides that it can increase oil prices and we have a new oil shock. It is not so strong as the first one.\n. The interesting one is the third one in 1986 where the prices dropped by a lot. Cartels are unstable, there is always incentive for one member to breach agreement, by taking\nPage 48 of 54\n[PAGE_BREAK]\nNOVA NOVA SCHOOL OF BUSINESS & ECONOMICS\nadvantage of the high prices. There are always incentives to deviate. You can see this in OPEC. There was, as an example a long war between Iran and Iraq and both countries were financing the war with exports of oil, producing much more than the OPEC agreement. At some point Saudi Arabia, a key player in oil production decided to increase its production a lot, and the argument was that they were fed up with being the only country complying with the agreement. And when they decided to increase production, prices went down.\n. There is also another story not truly confirmed that since oil prices were very high, Western countries were allocating a lot of resources to R&D of alternatives for oil. If you have this very expensive product it becomes profitable to invest in R&D to find a replacement and you can gain if you find something you can sell to the market. At some point Saudi Arabia realized that it would not be beneficial to keep oil prices so high for so long because sooner or later replacement would come. So, decreasing prices could be a way to make sure that these replacements would not be profitable, and these projects would be discontinued. This drop was therefore strategic. But we cannot be sure, some speeches support it, but we cannot be fully sure.\n· Volatility in oil prices can be somewhat explained by the fact that they are now traded as commodities, which gives rise to speculation in the financial markets. So, volatility will not go away, and technology will be crucial.\n· But going forward, oil prices will go up, also because it will become increasingly scarcer. That's why we keep seeing countries investing in the renewable energy sources not only because is god for the environment but also because we realize that sooner or later oil prices will make renewable energy sources more profitable. They are still not attractive but probably this will change in the future.\nRenewable energies:\n· They still need to be subsidized, which is not optimal.\n. But there is still a major problem because its supply is not still reliable. We need to match demand and supply in electricity grids. And there is still this problem that has not been solved which is that we cannot store energy efficiently yet.\n· Other thing seen in Europe is an effort to remove distortions in the European energy market, in other words to remove barriers to competition so an Energy Union has been thought off in a way to maintain competition.\nPage 49 of 54\n[",
      "summary": "The text discusses various aspects of energy sources, including the differences in primary and secondary energy sources among countries, energy intensity, dependence, and security. It also examines the oil markets and historical oil shocks, alongside the challenges and future of renewable energy.",
      "main_topic": "Energy Sources and Markets",
      "subtopics": [
        "Primary and Secondary Energy Sources",
        "Energy Intensity",
        "Energy Dependence and Security",
        "Oil Markets and Historical Oil Shocks",
        "Renewable Energy Challenges"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.784494",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvVGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvVGxgBAAAAAA==/",
    "_etag": "\"0700b852-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_14",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 14,
    "content": {
      "text": "PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Through this complex system, energy can be demanded and supplied throughout all Europe. This would bring competition something that is positive, but it is hard because strong infrastructures are needed to move energy across Europe.\n· We can also allow firms to resell back energy to the electricity grid. If you produce glass, you use energy, and you could have the energy from the oven used for the glass production collected and then sold back to the grid. It is a way to improve efficiency.\nInternational Trade & GVCs\nThe EU is a major trade agreement. In fact, today we are much more than a customs union, but still today, trade is a major pillar.\nThe history of international trade:\n· Going back to the middle ages, international trade was not really important, only minor things being traded for the wealthy segment of the population. People produced why they need. Production very similar to consumption, only for self-subsistence. Why? Difficult to transport things: transportation costs were huge.\n. But then technology changed things. Steam power revolution in the 19th century, changed everything. It became much easier to move things with ships (ocean) and railroads (land). Now you could split production form consumption and international trade started to gain importance. This explains the growth of trade until this period.\n· At a certain point, economists understood trade was beneficial (Ricardian Model) and barriers to trade were reduced. Trade agreement became something acceptable and desirable. This boosted trade.\n· When you get to the 80s there is a major change caused by the internet revolution. This brought very cheap communication - makes it easy to manage things at a distance. You can monitor transportation and networks of suppliers in a much cheaper way. This was a revolution as powerful as the steam revolution. It changed everything again. Firms understood they could split the production process of goods between different segments, producing in a decentralized way around the world, taking advantage of comparative advantages around the world. So comparative advantages started to drive trade also on the sub-product level, and not only in the final products. A product today has a huge value-added coming from many different countries.\n. These are the GVCs - Global Value Chains. They rule the world nowadays and consist on this process of decentralization of production.\nPage 50 of 54\n[PAGE_BREAK]\nNOVA\nNOVA SCHOOL OF BUSINESS & ECONOMICS\n· Political aspects are also important. Fall of the Berlin Wall was a major event. The Chinese story, Mao Zedong, changed the system to a coexisting central planned and market economy country (1 country, 2 systems). China enter the WTO in early 2000s, which was a major step towards trade liberalization.\n· FDI also comes side by side with international trade. GVCs would not be there without FDI. Multinationals also became very powerful - they became the major player in this game. They became key on managing and investing on GVCs.\n· Portfolio investment are not considered FDI (only FDI if higher than 10% investment on foreign firm). But this has grown a lot. It relates with the liberalization of capital movements, but technology also played a major role on this. Internet allowed it to trade online. It made it easier for portfolio diversification. Financial markets became larger and more sophisticated.\nWhat are the impacts of all of these?\n· We learned there are gains from trade (Ricardian Model; Heckscher-Ohlin Model). But international shocks represent another challenge for countries to cope with and the need to respond quickly.\n· We say that every country gains, not that everyone, within each country, gains. Sectors with no comparative advantages may shutdown which leads to unemployment and people have a hard time adapting and adjusting to new jobs (different qualifications and skills required). So, there are winners and losers. Sometimes, you need to respond to this with policies.\n· There is the risk of growing populism if the appropriate policies are not undertaken. They leverage on the discontent from the group of losers.\n. There is the need for redistribution. If the country as a whole is winning, the winners should compensate the losers - this is very hard for politics. This would allow everyone to, at least, not be worse off. Tax system and Social Security do somehow the job, but it is not necessarily enough. In the Industrial Revolution, there were also winners and losers and as time goes by, thing get solved and the labour market self corrects, and unemployed people end up out of the labour force or with a new job. That is true, time solves everything, but if the problem is too huge, it may not be a very good idea to let the problem solve by itself.\n· The value added is more concentrated on the beginning and end of the production process. Developed countries focus on the initial and final stages. Developing\nPage 51 of 54\n[",
      "summary": "The text discusses the evolution of international trade and its impact on economic structures, highlighting the emergence of Global Value Chains (GVCs) and the role of foreign direct investment (FDI). It explains historical changes in trade dynamics, the significance of technological advancements, and the political landscape's influence on trade liberalization. The text also addresses the implications of trade on employment and the challenges of managing economic disparities among different sectors.",
      "main_topic": "International Trade and Global Value Chains",
      "subtopics": [
        "Energy Supply and Demand in Europe",
        "Historical Context of International Trade",
        "Impact of Technology on Trade",
        "Role of Foreign Direct Investment (FDI)",
        "Political Influences on Trade Liberalization",
        "Economic Impacts of Trade",
        "Winners and Losers in Global Trade",
        "Need for Redistribution and Policy Responses"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.793199",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvWGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvWGxgBAAAAAA==/",
    "_etag": "\"0700b952-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  },
  {
    "id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0_chunk_15",
    "deck_id": "c044049d-afde-4300-a1e7-c72dfe7ef7f0",
    "type": "chunk",
    "chunk_index": 15,
    "content": {
      "text": "PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\ncountries on the middle sectors. This has consequences on wages of the different types of workers.\n. This also has impacts on the Current Account and on inflation. Low inflation today is not disconnected from this force in the background which has been keeping costs and thus prices down. Globalization poses low inflationary pressures.\n· Statistics also require our attention. We need to know which statistics to look at.\no Too much exports may not be as a good thing as it seems, if you are also importing too much to export. Your value-added may not be that large. You need new statistics to study this!\no Today, bilateral trade balances are meaningless. In a globalized world with massive GVCs it lacks any important insight. You may be exporting goods to country B that were imported from country C. So, this gets difficult to analyse. The TB with the RW still has meaning, but bilaterally no.\no Share of foreign value added in exports is a possible indicator but has some problems with it - Germany shows in a very low position and we know it contributes a lot on value-added. It's just an indicator, we need to look at several indicators.\n· Very integrated system of production - high dependence on foreign suppliers. If there is a shock in one country, it compromises the all chain of production. There is higher fragility and less resilience.\no When COVID hit, there was a 2nd trade collapse (1st in 2007, we are talking about recent trade collapses). It is very meaningful that when crisis hit, trade collapses.\no Fukushima nuclear disaster in Japan: some factories there performed major steps in production chain > they produced pigments for the colours of cars, it had a major impact on the production of cars, you couldn't choose the colour of a new car, for a while.\no There are some security issues associated with this uncertainty and risk > the importance of building up inventories to be better prepared to smooth shocks.\no Shouldn't a more interconnected world be safer? Everyone is more interlinked in a network > we can depend on one another. If shocks are random, yes. But if shock affect major players (1st - crisis in US; 2nd - COVID in China), then the entire network is at risk! The key countries were the most affected, so that means fragilities.\nPage 52 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\n. This transformation in trade also empowered the South (Asia) and changed the North- South relations forever.\nWhat about the future? Let's speculate:\n· We never know if any disaster may come. Climate crisis, earthquakes, etc, but you can still make speculate.\n· Technology keeps moving very fast.\no Some technologies haven't yet disclosed their full potential. Transformations in the international trade may be still to come.\no Robots have been gaining more importance in factories. Automation is gaining force. This will have huge consequences on everything: labour market (need for fewer workers and more qualified ones); firms reallocate production and the pattern of comparative advantages may change - I may no longer need to have my factory abroad for lower wages and thus can be closer to the consumer - reshoring of production. Technology destroys jobs but it also creates new jobs. It is not clear that robots will mean a decrease in the need for labour.\no 3D printing production processes are still not broadly used but they are a major innovation and step towards automation.\n· The ability to supply services remotely. COVID brought that in front of us, speed up the process. Either Health, Education, Architecture, Accounting, etc. have become tradable. I can buy and sell services online. I can be in Portugal and teaching in Japan through Zoom, for example. Automatic translation mechanisms can also be a game changer. I can be speaking in Portuguese here and it automatically translates it into Japanese. So, there will be higher competition in services. Services were more protected then goods when it comes to international competition, but that is changing now.\n· Change on the type of things we consume. A path for customization of goods. Even today, our pattern of consumption is already very different than before. This is almost like a coming back. Before, everything was customized and personalized. Then came mass production, everything was equal. Then branding and product differentiation. And now we may be coming back to customization, due to the higher technology.\n· Of course, it is not easy to manage such transitions, not to harm social stability, democracy and cohesion.\nPage 53 of 54\n[PAGE_BREAK]\nNOVA SCHOOL OF BUSINESS & ECONOMICS\nNOVA\nChina\nChina has been performing very well:\n· Very high GDP growth - you can discuss that Chinese statistics are not very trustworthy, but still, the numbers are very impressive.\n· GDP per capita also growing at a very fast rate - it basically doubled in the 10 years (2008-2018). There is of course the question on what would happen to China when a recession eventually hits. This continuous growth is unsustainable forever.\n. Nonetheless, it is true that China is still very far away from the Western GDP levels.\n· Wages have also been increasing, coming close, in some segments, to some developed countries. There is no longer very cheap labour in there. Firms no longer go to China because of low wages (they have been leaving, in fact). Workers have been putting pressure, especially towards multinationals - the government is ok with that, if we are talking about multinationals, not so much if we talk about state-owned companies.\n· Neither inflationary nor deflationary risks seem to be present. Inflation has been stable around 2%.\n· Monetary policy is healthier than in the EA. Interest rates are not in a zero-lower bound. They brought interest rates down, but managed to bring them back up again, although lately they have come down again, but much better than EA.\n· Trade balances have experienced continuous surplus. But more recent numbers show a decrease in the surplus, due to the higher importance of the domestic market, pushing for an increase in imports.\n· Unemployment rate is usually low and has been decreasing in the recent years. It is not a problem either.\n. The Yuan entered the IMF basket of good and let their currency appreciate for a while. It was important for the currency to assume an important role a reserve currency.\n· Their fiscal situation is also somehow controlled. They run persistent fiscal deficits, but that are quite controlled and perfectly manageable.\nStages of Chinese development (see the slides on China for more):\n· Soviet Planning (49/58)\n· Cultural Revolution (64/76)\n· Great Leap Forward (58/64)\n· Reform and Opening Policy (78/ ... )\nPage 54 of 54",
      "summary": "The text discusses the impacts of globalization on trade, inflation, and labor markets, emphasizing the fragility of interconnected production systems and the rapid advancement of technology. It also highlights China's economic performance and its evolving role in the global economy.",
      "main_topic": "Globalization and Economic Dynamics",
      "subtopics": [
        "Impacts of Globalization",
        "Statistics and Trade Balances",
        "Production Fragility and Resilience",
        "Future Speculations on Technology",
        "China's Economic Growth",
        "Stages of Chinese Development"
      ]
    },
    "metadata": {
      "user_id": "fc0179f4-c1d6-4c7a-854d-686de10509fb",
      "created_at": "2025-01-19T16:35:10.800401",
      "processing_error": false
    },
    "_rid": "zkJSAJUV8hvXGxgBAAAAAA==",
    "_self": "dbs/zkJSAA==/colls/zkJSAJUV8hs=/docs/zkJSAJUV8hvXGxgBAAAAAA==/",
    "_etag": "\"0700ba52-0000-1600-0000-678d29be0000\"",
    "_attachments": "attachments/",
    "_ts": 1737304510
  }
]
